Repository: darktable-org/darktable
Catalog: doc/usermanual/po/fr.tmx
Source language: en
Languages: fr

source: version name
fr: nom de version

source: working...
fr: en cours...

source: scroll to change <b>%s</b> of %s module
fr: utiliser la molette pour changer <b>%s</b> du module %s

source: select
fr: sélection

source: path
fr: chemin

source: xmp timestamp
fr: horodatage xmp

source: database timestamp
fr: horodatage base de données

source: updated xmp sidecar files found
fr: versions modifiées de fichier xmp trouvées

source: _close
fr: _fermer

source: select all
fr: tout

source: update database from selected xmp files
fr: mise à jours de la base de données depuis les fichiers xmp selectionnés

source: overwrite selected xmp files
fr: écraser les fichiers xmp selectionnés

source: capturing %d image
fr: capture de %d image

source: please set your camera to manual mode first!
fr: merci de régler le boîtier en mode manuel !

source: capture images
fr: capturer des images

source: %d/%d imported to %s
fr: %d/%d importé vers %s

source: starting to import images from camera
fr: début de l'importation d'images depuis le boîtier

source: importing %d image from camera
fr: importation de %d image depuis l'appareil photo

source: import images from camera
fr: importer des images depuis le boîtier

source: failed to create film roll for destination directory, aborting move..
fr: échec de la création du dossier de destination, abandon du déplacement...

source: exposure bracketing only works on raw images.
fr: bracketing d'exposition marche uniquement sur les images raw.

source: images have to be of same size and orientation!
fr: les images doivent avoir les mêmes taille et orientation !

source: merging %d image
fr: fusion de %d image

source: wrote merged HDR `%s'
fr: image HDR « %s » écrite

source: duplicating %d image
fr: duplication de %d image

source: flipping %d image
fr: rotation de %d image

source: removing %d image
fr: suppression de %d image

source: could not send %s to trash%s%s
fr: impossible de placer « %s » dans la poubelle%s%s

source: could not physically delete %s%s%s
fr: impossible de supprimer du disque %s%s%s

source: physically delete
fr: supprime du disque définitivement

source: physically delete all files
fr: supprime physiquement tous les fichiers

source: only remove from the collection
fr: enlève uniquement de la collection

source: skip to next file
fr: passe au fichier suivant

source: stop process
fr: arrête l'effacement

source: trashing error
fr: erreur de la poubelle

source: deletion error
fr: erreur de suppression

source: trashing %d image
fr: mise à la poubelle de %d image

source: deleting %d image
fr: suppression de %d image

source: failed to parse GPX file
fr: erreur de lecture du fichier GPX

source: applied matched GPX location onto %d image
fr: application des données GPX recalées à %d image

source: moving %d image
fr: déplacement de %d image

source: moving %d images
fr: déplacement de %d images

source: copying %d image
fr: copie de %d image

source: copying %d images
fr: copie de %d images

source: creating local copy of %d image
fr: création de copie locale de %d image

source: removing local copy of %d image
fr: suppression de la copie locale de %d image

source: refreshing info for %d image
fr: mise à jour des informations de %d image

source: exporting %d image..
fr: exportation de %d image...

source: exporting %d / %d to %s
fr: exportation %d / %d vers %s

source: image `%s' is currently unavailable
fr: image « %s » non disponible actuellement

source: merge hdr image
fr: fusion hdr d'images

source: duplicate images
fr: cloner les images

source: flip images
fr: retourner les images

source: remove images
fr: enlever les images

source: do you really want to remove %d image from the collection?
fr: êtes-vous sûr de vouloir enlever de la collection %d image ?

source: remove images?
fr: enlever les images ?

source: delete images
fr: supprimer les images

source: do you really want to send %d image to trash?
fr: êtes-vous sûr de vouloir déplacer vers la poubelle %d image ?

source: do you really want to physically delete %d image from disk?
fr: êtes-vous sûr de vouloir supprimer définitivement %d image ?

source: trash images?
fr: mise à la poubelle ?

source: delete images?
fr: supprimer les images ?

source: do you really want to send selected image to trash?
fr: êtes-vous sûr de vouloir déplacer l'image sélectionnée vers la poubelle ?

source: do you really want to physically delete selected image from disk?
fr: êtes-vous sûr de vouloir supprimer définitivement les images sélectionnées ?

source: move images
fr: déplacer les images

source: _select as destination
fr: _sélectionner comme destination

source: do you really want to physically move %d image to %s? (all duplicates will be moved along)
fr: êtes-vous sûr de vouloir déplacer %d image vers %s ? (les clones seront également déplacés)

source: move image?
fr: déplacer l'image ?

source: copy images
fr: copier les images

source: do you really want to physically copy %d image to %s?
fr: êtes-vous sûr de vouloir copier %d image vers %s ?

source: copy image?
fr: copier l'image ?

source: local copy images
fr: copie locale d'images

source: refresh exif
fr: rafraîchir exif

source: failed to get parameters from storage module `%s', aborting export..
fr: impossible d'obtenir les paramètres du module de stockage « %s », exportation abandonnée.

source: export images
fr: exporter les images

source: adding time offset to %d image
fr: ajout du décalage horaire à %d image

source: added time offset to %d image
fr: décalage horaire ajouté à %d image

source: time offset
fr: décalage :

source: write sidecar files
fr: sauver en xmp

source: import images
fr: importer les images

source: no supported images were found to be imported
fr: aucun format d'image supporté n'a été trouvé

source: importing %d image
fr: importation de %d image

source: importing image %s
fr: importation de l'image %s

source: import image
fr: importer une image

source: skipped blending in module '%s': roi's do not match
fr: fusion ignorée dans le module « %s » : paramètres incompatibles

source: could not allocate buffer for blending
fr: impossible d'allouer la mémoire pour la fusion

source: input
fr: entrée

source: output
fr: sortie

source: sliders for L channel
fr: conditions de fusion sur le canal L

source: sliders for a channel
fr: conditions de fusion sur le canal a

source: sliders for b channel
fr: conditions de fusion sur le canal b

source: sliders for chroma channel (of LCh)
fr: conditions de fusion sur le canal de chromaticité C (de LCh)

source: sliders for hue channel (of LCh)
fr: conditions de fusion sur le canal de teinte h (de LCh)

source: G
fr: V

source: H
fr: T

source: sliders for gray value
fr: conditions de fusion sur le canal gris

source: sliders for red channel
fr: conditions de fusion sur le canal rouge

source: sliders for green channel
fr: conditions de fusion sur le canal vert

source: sliders for blue channel
fr: conditions de fusion sur le canal bleu

source: sliders for hue channel (of HSL)
fr: conditions de fusion sur le canal de teinte (de TSL)

source: sliders for chroma channel (of HSL)
fr: conditions de fusion sur le canal de saturation (de TSL)

source: sliders for value channel (of HSL)
fr: conditions de fusion sur le canal de valeur L (de TSL)

source: adjustment based on input received by this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
fr: sélection faite sur l'image d'entrée du module : * intervalle entre deux marqueurs internes (triangles pleins du haut) : fusion totale * intervalle à l’extérieur des marqueurs externes (triangles vides du bas) : pas de fusion * intervalle entre 2 marqueurs adjacents interne/externe : fusion progressive

source: adjustment based on unblended output of this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
fr: sélection faite sur l'image de sortie du module avant fusion : * intervalle entre deux marqueurs internes (triangles pleins du haut) : fusion totale * intervalle à l’extérieur des marqueurs externes (triangles vides du bas) : pas de fusion * intervalle entre 2 marqueurs adjacents interne/externe : fusion progressive

source: pick GUI color from image ctrl+click to select an area
fr: choisit une couleur dans l'image ctrl+clic pour sélectionner une zone

source: set the range based on an area from the image drag to use the input image ctrl+drag to use the output image
fr: sélectionne une étendue depuis une zone de l'image clic pour utiliser l'image en entrée ctrl+clic pour utiliser l'image en sortie

source: reset blend mask settings
fr: réinitialise les paramètres de fusion conditionnelle

source: invert all channel's polarities
fr: inverser les polarités de tous les canaux

source: toggle polarity. best seen by enabling 'display mask'
fr: inverse la polarité. mieux vu en activant 'afficher le masque'

source: double click to reset. press 'a' to toggle available slider modes. press 'c' to toggle view of channel data. press 'm' to toggle mask view.
fr: double cliquer pour re-initialiser. presser 'a' pour changer le mode d'édition. presser 'c' pour afficher les données du canal. presser 'n' pour afficher le masque.

source: parametric mask
fr: masque paramétrique

source: %d shape used
fr: %d forme utilisée

source: no mask used
fr: aucun utilisé

source: blend
fr: fusion

source: drawn mask
fr: masque dessiné

source: show and edit mask elements
fr: montre et édite les éléments d'un masque

source: toggle polarity of drawn mask
fr: inverser la polarité du masque dessiné

source: add gradient ctrl+click to add multiple gradients
fr: ajouter gradient ctrl+clic pour ajout continu

source: add path ctrl+click to add multiple paths
fr: ajouter chemin ctrl+clic pour ajout continu

source: add ellipse ctrl+click to add multiple ellipses
fr: ajouter ellipse ctrl+clic pour ajout continu

source: add circle ctrl+click to add multiple circles
fr: ajouter cercle ctrl+clic pour ajout continu

source: add brush ctrl+click to add multiple brush strokes
fr: ajouter pinceau ctrl+clic pour ajout continu

source: raster mask
fr: masque raster

source: toggle polarity of raster mask
fr: inverser la polarité du masque raster

source: normal bounded
fr: normal écrêté

source: lighten
fr: éclaircir

source: darken
fr: assombrir

source: multiply
fr: multiplier

source: average
fr: moyenne

source: subtract
fr: soustraire

source: difference
fr: différence

source: screen
fr: écran

source: overlay
fr: superposer

source: softlight
fr: lumière douce

source: hardlight
fr: lumière dure

source: vividlight
fr: lumière vive

source: linearlight
fr: lumière linéaire

source: pinlight
fr: lumière ponctuelle

source: lightness
fr: luminosité

source: hue
fr: teinte

source: color
fr: couleur

source: coloradjustment
fr: ajustement des couleurs

source: Lab lightness
fr: clarté Lab

source: Lab color
fr: couleur Lab

source: Lab L-channel
fr: Lab canal-L

source: Lab a-channel
fr: Lab canal-a

source: Lab b-channel
fr: Lab canal-b

source: HSV lightness
fr: luminance TSL

source: HSV color
fr: couleur TSL

source: RGB red channel
fr: RVB cannal rouge

source: RGB green channel
fr: RVB canal vert

source: RGB blue channel
fr: RVB canal bleu

source: difference (deprecated)
fr: différence (déprécié)

source: inverse (deprecated)
fr: inverse (déprécié)

source: normal (deprecated)
fr: normal (déprécié)

source: unbounded (deprecated)
fr: non limité (déprécié)

source: uniformly
fr: uniforme

source: drawn & parametric mask
fr: masque dessiné + paramétrique

source: blend mode
fr: mode de fusion

source: choose blending mode
fr: choisir le mode de fusion

source: normal & difference modes
fr: modes normaux & différences

source: lighten modes
fr: modes éclaircir

source: darken modes
fr: modes assombrir

source: contrast enhancing modes
fr: modes renforcer contraste

source: color channel modes
fr: mode canal de couleur

source: opacity
fr: opacité

source: set the opacity of the blending
fr: fixer l'opacité de la fusion

source: combine masks
fr: combinaison des masques

source: exclusive
fr: exclusif

source: inclusive
fr: inclusif

source: exclusive & inverted
fr: exclusif & inversé

source: inclusive & inverted
fr: inclusif & inversé

source: how to combine individual drawn mask and different channels of parametric mask
fr: comment combiner le masque dessiné et les différents canaux du masque paramétrique

source: invert mask
fr: inverser le masque

source: apply mask in normal or inverted mode
fr: applique le masque en mode normal ou inversé

source: feathering guide
fr: guide adoucissement

source: output image
fr: image en sortie

source: input image
fr: image en entrée

source: choose to guide mask by input or output image
fr: permet de guider le masque depuis l'image d'entrée ou de sortie

source: feathering radius
fr: adoucissement du masque

source: spatial radius of feathering
fr: extension spatiale de l'adoucissement

source: mask blur
fr: floutage du masque

source: radius for gaussian blur of blend mask
fr: rayon du flou gaussien du masque de fusion

source: mask opacity
fr: opacité du masque

source: shifts and tilts the tone curve of the blend mask to adjust its brightness without affecting fully transparent/fully opaque regions
fr: décale et incline la courbe de tonalité du masque de fusion pour ajuster sa luminosité sans affecter les régions complètement transparentes ou opaques

source: mask contrast
fr: contraste du masque

source: gives the tone curve of the blend mask an s-like shape to adjust its contrast
fr: donne à la courbe de tonalité du masque de fusion une forme en s pour ajuster son contraste

source: display mask and/or color channel. ctrl+click to display mask, shift+click to display channel. hover over parametric mask slider to select channel for display
fr: affiche les masques et/ou le canal couleur. ctrl+clic pour afficher le masque, shift+clic pour afficher le canal. survoler la réglette du masque paramétrique pour sélectionner le canal à afficher

source: temporarily switch off blend mask. only for module in focus
fr: désactive temporairement le masque de fusion. uniquement pour le module actif

source: mask refinement
fr: amélioration du masque

source: %s: module `%s' version mismatch: %d != %d
fr: %s : module « %s » version non cohérente : %d != %d

source: new instance
fr: nouvelle instance

source: duplicate instance
fr: cloner l'instance

source: move up
fr: monter

source: move down
fr: descendre

source: delete
fr: supprimer

source: rename
fr: renommer

source: %s is switched on
fr: %s est activé

source: %s is switched off
fr: %s est désactivé

source: preset
fr: pré-réglage

source: show module
fr: afficher le module

source: enable module
fr: activer le module

source: focus module
fr: module focus

source: reset module parameters
fr: réinitialiser les paramètres

source: show preset menu
fr: afficher le menu des pré-réglages

source: multiple instances actions middle-click creates new instance
fr: actions instances multiples clic-milieu pour créer une nouvelle instance

source: reset parameters
fr: réinitialiser les paramètres

source: presets
fr: pré-réglages

source: presets middle-click to apply on new instance
fr: pré-réglages clic-milieu pour appliquer sur une nouvelle instance

source: ERROR
fr: ERREUR

source: cannot find lightroom XMP!
fr: impossible de trouver un XMP venant de Lightroom !

source: `%s' not a lightroom XMP!
fr: « %s » n'est pas un XMP de Lightroom !

source: rating
fr: étoile

source: %s has been imported
fr: %s a été importé

source: [SHAPE] remove shape
fr: [FORME] supprimer la forme

source: [PATH creation] add a smooth node
fr: [CHEMIN création] ajouter un nœud doux

source: [PATH creation] add a sharp node
fr: [CHEMIN création] ajout d'un nœud dur

source: [PATH creation] terminate path creation
fr: [CHEMIN création] terminer création

source: [PATH on node] switch between smooth/sharp node
fr: [CHEMIN sur nœud] changer le nœud doux/dur

source: [PATH on node] remove the node
fr: [CHEMIN sur nœud] supprimer nœud

source: [PATH on feather] reset curvature
fr: [CHEMIN sur adoucissement] réinitialise la courbure

source: [PATH on segment] add node
fr: [CHEMIN sur segment] ajouter un nœud

source: [PATH] change size
fr: [CHEMIN] changer taille

source: [PATH] change opacity
fr: [CHEMIN] changer opacité

source: [PATH] change feather size
fr: [CHEMIN] changer la taille de l'adoucissement

source: [GRADIENT on pivot] rotate shape
fr: [GRADIENT sur pivot] tourner forme

source: [GRADIENT creation] set rotation
fr: [GRADIENT création] terminer création

source: [GRADIENT] change curvature
fr: [GRADIENT] changer courbure

source: [GRADIENT] change compression
fr: [GRADIENT] changer opacité

source: [GRADIENT] change opacity
fr: [GRADIENT] changer opacité

source: [ELLIPSE] change size
fr: [ELLIPSE] changer taille

source: [ELLIPSE] change opacity
fr: [ELLIPSE] changer opacité

source: [ELLIPSE] switch feathering mode
fr: [ELLIPSE] changer le mode d'adoucissement

source: [ELLIPSE] rotate shape
fr: [ELLIPSE] tourner forme

source: [BRUSH creation] change size
fr: [PINCEAU] changer taille

source: [BRUSH creation] change hardness
fr: [PINCEAU] changer dureté

source: [BRUSH] change opacity
fr: [PINCEAU] changer opacité

source: [BRUSH] change hardness
fr: [PINCEAU] changer dureté

source: [CIRCLE] change size
fr: [CERCLE] changer taille

source: [CIRCLE] change opacity
fr: [CERCLE] changer l'opacité

source: [CIRCLE] change feather size
fr: [CERCLE] changer la taille d'adoucissement

source: ctrl+click to add a sharp node
fr: ctrl-clic pour ajouter un nœud aïgu

source: ctrl+click to switch between smooth/sharp node
fr: ctrl-clic pour basculer entre un nœud courbe et aigu

source: right-click to reset curvature
fr: clic-droit pour réinitialiser la courbure

source: ctrl+click to add a node
fr: ctrl-clic pour ajouter un point

source: shift+scroll to set feather size, ctrl+scroll to set shape opacity (%d%%)
fr: shift+défiler pour changer la dureté, ctrl+défiler pour changer l'opacité (%d%%)

source: shift+scroll to change compression ctrl+scroll to set opacity (%d%%)
fr: shift+défiler pour changer la dureté, ctrl+défiler pour changer l'opacité (%d%%)

source: scroll to set curvature, shift+scroll to change compression ctrl+scroll to set shape opacity (%d%%)
fr: défiler pour changer la courbure, shift+défiler pour changer la dureté, ctrl+défiler pour changer l'opacité (%d%%)

source: move to rotate shape
fr: déplacer pour faire pivoter

source: scroll to set size, shift+scroll to set feather size ctrl+scroll to set shape opacity (%d%%)
fr: défiler pour changer la taille, shift+défiler pour changer la dureté, ctrl+défiler pour changer l'opacité (%d%%)

source: ctrl+click to rotate
fr: ctrl-clic pour pivoter

source: shift+click to switch feathering mode, ctrl+click to rotate shift+scroll to set feather size, ctrl+scroll to set shape opacity (%d%%),
fr: shift+clic pour changer le mode de dureté, ctrl+clic pour tourner shift+défiler pour changer le dégradé, ctrl+défiler pour modifier l'opacité (%d%%)

source: scroll to set brush size, shift+scroll to set hardness, ctrl+scroll to set opacity (%d%%)
fr: défiler pour changer la taille du pinceau, shift+défiler pour changer la dureté, ctrl+défiler pour changer l'opacité (%d%%)

source: scroll to set hardness, ctrl+scroll to set shape opacity (%d%%)
fr: défiler pour changer la dureté, ctrl+défiler pour modifier l'opacité (%d%%)

source: scroll to set brush size
fr: défiler pour modifier la taille du pinceau

source: circle #%d
fr: cercle #%d

source: path #%d
fr: chemin #%d

source: gradient #%d
fr: dégradé #%d

source: brush #%d
fr: pinceau #%d

source: copy of %s
fr: copie de %s

source: %s: mask version mismatch: %d != %d
fr: %s : version non cohérente du masque : %d != %d

source: opacity: %d%%
fr: opacité: %d%%

source: add existing shape
fr: ajouter un masque existant

source: use same shapes as
fr: utiliser les mêmes masques que

source: masks can not contain themselves
fr: masques ne peuvent pas se contenir

source: darktable discovered problems with your OpenCL setup; disabling OpenCL for this session!
fr: darktable a rencontré des problèmes avec la configuration OpenCL qui sera désactivé pour cette session!

source: tiling failed for module '%s'. output might be garbled.
fr: tuilage impossible pour le module « %s ». la sortie est probablement corrompue.

source: you have reached the start of your selection
fr: début de la sélection atteinte

source: you have reached the start of your collection
fr: début de la collection atteinte

source: you have reached the end of your selection
fr: fin de la sélection atteinte

source: you have reached the end of your collection
fr: fin de la collection atteinte

source: zooming is limited to %d images
fr: le zoom est limité à %d images.

source: no image selected !
fr: aucune image sélectionnée

source: double-click to reset
fr: double-cliquer pour réinitialiser

source: current
fr: actuelle

source: leader
fr: tête de groupe

source: grouped images
fr: images groupées

source: fit
fr: ajusté

source: views/thumbtable/rate 0
fr: vues/miniature/pas d'étoile

source: views/thumbtable/rate 1
fr: vues/miniature/1 étoile

source: views/thumbtable/rate 2
fr: vues/miniature/2 étoiles

source: views/thumbtable/rate 3
fr: vues/miniature/3 étoiles

source: views/thumbtable/rate 4
fr: vues/miniature/4 étoiles

source: views/thumbtable/rate 5
fr: vues/miniature/5 étoiles

source: views/thumbtable/rate reject
fr: vues/miniature/rejeter

source: views/thumbtable/copy history
fr: vues/miniature/copie historique

source: views/thumbtable/copy history parts
fr: vues/miniature/copier une partie du développement

source: views/thumbtable/paste history
fr: vues/miniature/coller le développement

source: views/thumbtable/paste history parts
fr: vues/miniature/coller une partie du développement

source: views/thumbtable/discard history
fr: vues/miniature/supprimer historique

source: views/thumbtable/duplicate image
fr: vues/miniature/cloner l'image

source: views/thumbtable/duplicate image virgin
fr: vues/miniature/dupliquer image vierge

source: views/thumbtable/color red
fr: vues/miniature/couleur rouge

source: views/thumbtable/color yellow
fr: vues/miniature/couleur jaune

source: views/thumbtable/color green
fr: vues/miniature/couleur vert

source: views/thumbtable/color blue
fr: vues/miniature/couleur bleue

source: views/thumbtable/color purple
fr: vues/miniature/couleur violette

source: views/thumbtable/clear color labels
fr: vues/miniature/aucun label couleur

source: views/thumbtable/select all
fr: vues/miniature/tout sélectionner

source: views/thumbtable/select none
fr: vues/miniature/ne rien sélectionner

source: views/thumbtable/invert selection
fr: vues/miniature/inverser sélection

source: views/thumbtable/select film roll
fr: vues/miniature/sélectionner film

source: views/thumbtable/select untouched
fr: vues/miniature/non développées

source: daylight
fr: lumière du jour

source: direct sunlight
fr: soleil de face

source: cloudy
fr: nuageux

source: shade
fr: ombragé

source: incandescent warm
fr: incandescent (chaud)

source: tungsten
fr: tungstène

source: fluorescent high
fr: fluorescent (fort)

source: cool white fluorescent
fr: fluorescent (blanc/ froid)

source: warm white fluorescent
fr: fluorescent (blanc/chaud)

source: daylight fluorescent
fr: fluorescent (jour)

source: neutral fluorescent
fr: fluorescent (neutre)

source: white fluorescent
fr: fluorescent (blanc)

source: sodium-vapor fluorescent
fr: fluorescent (sodium)

source: day white fluorescent
fr: fluorescent (blanc/jour)
